
export const ch1Post = {
  id: "ch1_post",
  title: "บทที่ 1: แบบทดสอบหลังเรียน",
  questions: [
      /* -- FORMAT --
      {
        question: "Which language provides the raw structure for web pages?",
        options: ["CSS", "HTML", "JavaScript", "Python"],
        answer: 1 // Index of correct option ("HTML")
      },
      */
      {
        question: "จิตวิทยามีจุดมุ่งหมายเพื่อ",
        options: [
          "หาคำอธิบายพฤติกรรม",
          "ทำความเข้าใจพฤติกรรม",
          "ทำนายพฤติกรรม",
          "ควบคุมพฤติกรรม",
          "ทุกข้อที่กล่าวมา"
        ],
        answer: 4
      },
      {
        question: "จิตวิทยาเริ่มนับเป็นวิทยาศาสตร์ โดยสถานการณ์ใด",
        options: [
          "ทำการศึกษาเกี่ยวกับจิตวิญญาณของมนุษย์",
          "การวิเคราะห์เกี่ยวกับโทรจิต",
          "ทำการสังเกตทดลองเรื่องจิตสำนึก",
          "ทำการศึกษาเกี่ยวกับธรรมชาติของมนุษย์",
          "เมื่อมีการยอมรับว่าจิตของบุคคลเป็นสิ่งที่ทำให้คนแตกต่างจากสิ่งมีชีวิตอื่น"
        ],
        answer: 2
      },
      {
        question: "จิตวิทยาแนวอิเคลดทิด (Eclectic psychology) หมายถึงแนวความคิดแบบใด",
        options: [
          "พฤติกรรมทางพุทธิปัญญา",
          "มนุษย์ไม่ใช่เครื่องจักร",
          "แนวความคิดเน้นเกี่ยวกับเสรีภาพของมนุษย์",
          "แนวความคิดที่เน้นองค์ประกอบของจิตสำนึก",
          "การผสมผสานหลายแนวคิดที่เหมาะสม"
        ],
        answer: 4
      },
      {
        question: "นักจิตวิทยาแนวคิดใดที่ใช้วิธีการตรวจสอบภายในจิตใจในการศึกษาจิตสำนึก",
        options: [
          "กลุ่มโครงสร้างของจิต",
          "กลุ่มหน้าที่ของจิต",
          "กลุ่มพฤติกรรมนิยม",
          "กลุ่มจิตวิทยาเกสตัลท์",
          "กลุ่มจิตวิเคราะห์"
        ],
        answer: 0
      },
      {
        question: "พฤติกรรมและประสบการณ์ทางจิตจะต้องพิจารณาเป็นส่วนรวมแยกออกจากกันไม่ได้",
        options: [
          "โครงสร้างของจิต",
          "หน้าที่ของจิต",
          "เกสตัลท์",
          "จิตวิเคราะห์",
          "พฤติกรรมนิยม"
        ],
        answer: 2
      },
      {
        question: "บุคลิกภาพของบุคคลพัฒนามาจากแรงจูงใจไร้สำนึกและความผิดปกติของบุคลิกภาพ เนื่องจากมาจากการเก็บกดในวัยเด็ก",
        options: [
          "โครงสร้างของจิต",
          "หน้าที่ของจิต",
          "เกสตัลท์",
          "จิตวิเคราะห์",
          "พฤติกรรมนิยม"
        ],
        answer: 3
      },
      {
        question: "พฤติกรรมคือการทำงานของจิตสำนึกและการปรับตัวของอินทรีย์กับสิ่งแวดล้อม",
        options: [
          "โครงสร้างของจิต",
          "หน้าที่ของจิต",
          "เกสตัลท์",
          "จิตวิเคราะห์",
          "พฤติกรรมนิยม"
        ],
        answer: 1
      },
      {
        question: "วิธีการศึกษาทางจิตวิทยาวิธีใดที่ทำให้วิชาจิตวิทยาได้รับการยอมรับว่าเป็นวิทยาศาสตร์แขนงหนึ่ง",
        options: [
          "การสังเกต",
          "การสำรวจ",
          "การทดลอง",
          "การทดสอบ",
          "ทั้งหมดที่กล่าวมา"
        ],
        answer: 2
      },
      {
        question: "การศึกษาประวัติรายบุคคล มีความสำคัญอย่างไรทางจิตวิทยา",
        options: [
          "ทำให้จิตวิทยาแพร่หลายกว้างไกล",
          "ช่วยให้เข้าใจสาเหตุของพฤติกรรมดีขึ้น",
          "เป็นหัวใจของกลุ่มมนุษยนิยม",
          "เป็นการศึกษาลักษณะพฤติกรรมที่แอบแฝง",
          "ถูกหมดทุกข้อ"
        ],
        answer: 1
      },
      {
        question: "การศึกษาวิจัยแบบทดลองแตกต่างจากการวิจัยแบบสำรวจอย่างไร",
        options: [
          "ต้องมีตัวแปรอิสระและตัวแปรตาม",
          "กลุ่มตัวอย่างมีขนาดเล็กกว่า",
          "แบบทดลองต้องมีกลุ่มควบคุม",
          "ถูกเฉพาะข้อ ก. และ ค.",
          "ทุกข้อที่กล่าวมา"
        ],
        answer: 4
      }
    ]
};
