export const psy1002_chapter9 = {
  id: "psy1002_chapter9",
  title: "แบบฝึกหัดท้ายบท 9",
  questions: [
    {
      question: "\"นายภูมิ ตั้งใจทำการบ้านรายงานส่งอาจารย์ให้เสร็จ ขณะที่พิมพ์รายงานใกล้เสร็จแล้วปรากฏว่า คอมพิวเตอร์ดับไปไม่สามารถใช้งานต่อได้ และงานที่พิมพ์ก็ไม่ได้บันทึกไว้จึงทำให้นายภูมิทำงานไม่เสร็จตามที่ตั้งใจไว้\" ความเครียดของนายภูมิ จัดเป็นความเครียดประเภทใด",
      options: [
        "ความกดดัน",
        "ความขัดแย้งใจ",
        "การเปลี่ยนแปลงในชีวิต",
        "แรงกดดัน",
        "แรงกดดันภายใน"
      ],
      answer: 0
    },
    {
      question: "\"นางสาวเก๋ ไปเลือกซื้อกระเป๋ายี่ห้อเดียวกันสองใบ ใบแรกเป็นแบบที่ชอบแต่ราคาแพง กว่าอีกใบหนึ่งสีไม่ถูกใจแต่ราคาถูกกว่า\" จัดเป็นความขัดแย้งแบบใด",
      options: [
        "แบบต้องการทั้งคู่ (approach - approach conflict)",
        "แบบไม่ต้องการทั้งคู่ (avoidance - avoidance conflict)",
        "แบบทั้งต้องการและไม่ต้องการการตัวเลือก (approach - avoidance conflict)",
        "แบบต้องการและไม่ต้องการการในตัวเลือกหลายสิ่งพร้อมกัน (multiple approach-avoidance conflict)",
        "ความบีบคั้นใจ (Frustration)"
      ],
      answer: 3
    },
    {
      question: "ปฏิกิริยาตอบสนองทางร่างกายใดที่เกิดจากการทำงานของระบบประสาทซิมพาเททิก",
      options: [
        "ชีพจรเต้นเร็ว-รูม่านตาขยาย-อะดรีนาลินลดลง",
        "ชีพจรเต้นเร็ว-ความดันโลหิตสูงขึ้น-คอร์ติซอลสูงขึ้น",
        "น้ำตาลในเลือดสูงขึ้น-คอร์ติซอลลดลง-อะดรีนาลินสูงขึ้น",
        "ความดันโลหิตสูงขึ้น-อะดรีนาลินสูงขึ้น-ป่านตาหดตัว",
        "ม่านตาหดตัว-ความดันโลหิตสูงขึ้น-น้ำตาลในเลือดสูงขึ้น"
      ],
      answer: 1
    },
    {
      question: "เมื่อมีความเครียดเกิดขึ้นสมองส่วนใดที่ส่งสัญญาณไปกระตุ้นการทำงานของต่อมไร้ท่อ",
      options: [
        "คอร์พัส คอลโลซัม",
        "ทาลามัส",
        "ไฮโปทาลามัส",
        "เมดุลลา",
        "พอนส์"
      ],
      answer: 2
    },
    {
      question: "ร่างกายและอารมณ์เหนื่อยล้า ไม่มีคุณค่าในตนเอง ประสิทธิภาพการทำงานลดลง คือการกล่าวถึงสิ่งใด",
      options: [
        "ปัญหาบุคลิกภาพ",
        "โรคซึมเศร้า",
        "ผิดหวัง",
        "ภาวะหมดพลัง",
        "ขาดแรงจูงใจในการทำงาน"
      ],
      answer: 3
    },
    {
      question: "ช่วงสอบปลายภาคคนศึกษากังวลกลัวทำข้อสอบไม่ได้ ทำให้เกิดการเจ็บป่วยทางกาย ไม่สบาย มีไข้ เนื่องจากสาเหตุใด",
      options: [
        "คอร์ติซอลสูงขึ้น",
        "แคเทโคลามีนสูงขึ้น",
        "เกิดภาวะหมดพลัง",
        "ระบบภูมิคุ้มกันทำงานไม่เต็มที่",
        "พักผ่อนไม่เพียงพอ"
      ],
      answer: 3
    },
    {
      question: "ตามทฤษฎีของเซลเย่ \"ภาวะหมดพลัง\" เกิดขึ้นในระยะใด",
      options: [
        "ระยะต้านทาน",
        "ระยะตื่นตระหนก",
        "ระยะอ่อนล้า",
        "เกิดขึ้นทั้งในข้อ 1 และ 2 พร้อมกัน",
        "เกิดขึ้นได้ทุกระยะ"
      ],
      answer: 2
    },
    {
      question: "ข้อใดกล่าวไม่ถูกต้องเกี่ยวกับแนวคิดของลาซารัส",
      options: [
        "ความเครียดเกิดจากการที่บุคคลคิดว่าสถานการณ์ที่กำลังเผชิญเป็นอันตรายต่อชีวิต",
        "บุคคลมีการรับรู้และให้ความหมายต่อสถานการณ์ที่เผชิญอยู่อย่างแตกต่างกัน",
        "ความเครียดเป็นผลมาจากปฏิสัมพันธ์ระหว่างบุคคลกับสิ่งแวดล้อม",
        "สถานการณ์ที่กระตุ้นให้เกิดความเครียดส่งผลให้เกิดปฏิกิริยาตอบสนองทางร่างกาย",
        "การจัดการที่ต้นเหตุของความเครียดช่วยให้ปัญหาหมดไป"
      ],
      answer: 0
    },
    {
      question: "อาการบุคคลที่ไม่สามารถปรับตัวได้นานกว่า 1 เดือน หลังเผชิญกับเหตุการณ์ร้ายแรง เรียกว่า",
      options: [
        "โรคเครียดหลังเผชิญเหตุการณ์ร้ายแรง (PTSD)",
        "โรคเครียดแบบเฉียบพลัน (ASD)",
        "โรควิตกกังวล",
        "โรคซึมเศร้า",
        "โรคการปรับตัวผิดปกติ"
      ],
      answer: 0
    },
    {
      question: "การจัดการกับความเครียดรูปแบบใดที่เหมาะสมกับผู้ที่มีบาดแผลทางจิตใจมากที่สุด",
      options: [
        "การมองโลกในแง่ดีและการมีความคิดเชิงบวก",
        "การสร้างความภาคภูมิใจให้ตนเอง",
        "การสนับสนุนทางสังคม",
        "การสร้างความเข้มแข็งทางจิตใจ",
        "การฝึกผ่อนคลายกล้ามเนื้อ"
      ],
      answer: 3
    }
  ]
};