export const psy1002_chapter1 = {
  id: "psy1002_chapter1",
  title: "แบบฝึกหัดท้ายบท 1",
  questions: [
    {
      question: "จิตวิทยาเป้าหมายเพื่อ",
      options: [
        "หาคำอธิบายพฤติกรรม",
        "ทำความเข้าใจพฤติกรรม",
        "ทำนายพฤติกรรม",
        "ควบคุมพฤติกรรม",
        "ถูกทุกข้อที่กล่าวมา"
      ],
      answer: 4
    },
    {
      question: "จิตวิทยาเริ่มนับเป็นวิทยาศาสตร์ โดยสถานการณ์ใด",
      options: [
        "ทำการศึกษาเกี่ยวกับจิตวิญญาณของมนุษย์",
        "การวิเคราะห์เกี่ยวกับโทรจิต",
        "ทำการสังเกตทดลองเรื่องจิตสำนึก",
        "ทำการศึกษาเกี่ยวกับธรรมชาติของมนุษย์",
        "เมื่อมีการยอมรับว่าจิตของบุคคลเป็นสิ่งที่ทำให้คนแตกต่างจากสิ่งมีชีวิตอื่น"
      ],
      answer: 2
    },
    {
      question: "จิตวิทยาแนวอิเคลคทิค (Eclectic psychology) หมายถึงแนวความคิดแบบใด",
      options: [
        "พฤติกรรมทางพุทธิปัญญา",
        "มนุษย์ไม่ใช่เครื่องจักร",
        "แนวความคิดเน้นเกี่ยวกับเสรีภาพของมนุษย์",
        "แนวความคิดที่เน้นองค์ประกอบของจิตสำนึก",
        "การผสมผสานหลายแนวคิดที่เหมาะสม"
      ],
      answer: 4
    },
    {
      question: "นักจิตวิทยาแนวคิดใดที่ใช้วิธีการตรวจสอบภายในจิตใจในการศึกษาจิตสำนึก",
      options: [
        "กลุ่มโครงสร้างของจิต",
        "กลุ่มหน้าที่ของจิต",
        "กลุ่มพฤติกรรมนิยม",
        "กลุ่มจิตวิทยาเกสตัลท์",
        "กลุ่มจิตวิเคราะห์"
      ],
      answer: 0
    },
    {
      question: "พฤติกรรมและประสบการณ์ทางจิตจะต้องพิจารณาเป็นส่วนรวมแยกออกจากกันไม่ได้",
      options: [
        "โครงสร้างของจิต",
        "หน้าที่ของจิต",
        "เกสตัลท์",
        "จิตวิเคราะห์",
        "พฤติกรรมนิยม"
      ],
      answer: 2
    },
    {
      question: "บุคลิกภาพของบุคคลพัฒนามาจากแรงจูงใจไร้สำนึกและความผิดปกติของบุคลิกภาพเนื่องมาจากเก็บกดในวัยเด็ก",
      options: [
        "โครงสร้างของจิต",
        "หน้าที่ของจิต",
        "เกสตัลท์",
        "จิตวิเคราะห์",
        "พฤติกรรมนิยม"
      ],
      answer: 3
    },
    {
      question: "พฤติกรรมคือการทำงานของจิตสำนึกและการปรับตัวของอินทรีย์กับสิ่งแวดล้อม",
      options: [
        "โครงสร้างของจิต",
        "หน้าที่ของจิต",
        "เกสตัลท์",
        "จิตวิเคราะห์",
        "พฤติกรรมนิยม"
      ],
      answer: 1
    },
    {
      question: "วิธีการศึกษาทางจิตวิทยาวิธีใดที่ทำให้วิชาจิตวิทยาได้รับการยอมรับว่าเป็นวิทยาศาสตร์แขนงหนึ่ง",
      options: [
        "การสังเกต",
        "การสำรวจ",
        "การทดลอง",
        "การทดสอบ",
        "ทั้งหมดที่กล่าวมา"
      ],
      answer: 2
    },
    {
      question: "การศึกษาประวัติรายบุคคล มีความสำคัญอย่างไรทางจิตวิทยา",
      options: [
        "ทำให้จิตวิทยาแพร่หลายกว้างไกล",
        "ช่วยให้เข้าใจสาเหตุของพฤติกรรมดีขึ้น",
        "เป็นหัวใจของกลุ่มมนุษยนิยม",
        "เป็นการศึกษาลักษณะพฤติกรรมที่แอบแฝง",
        "ถูกหมดทุกข้อ"
      ],
      answer: 1
    },
    {
      question: "การศึกษาวิจัยแบบทดลองแตกต่างจากการวิจัยแบบสำรวจอย่างไร",
      options: [
        "ต้องมีตัวแปรอิสระและตัวแปรตาม",
        "กลุ่มตัวอย่างมีขนาดเล็กกว่า",
        "แบบทดลองต้องมีกลุ่มควบคุม",
        "ใช้สถิติอ้างอิงและวิเคราะห์เชิงปริมาณ",
        "ทุกข้อที่กล่าวมา"
      ],
      answer: 4
    }
  ]
};