export const psy1002_chapter10 = {
  id: "psy1002_chapter10",
  title: "แบบฝึกหัดท้ายบท 10",
  questions: [
    {
      question: "นานหลายปีแล้ว ที่สมปองมีอาการหงุดหงิด กระสับกระส่าย และวิตกกังวล เวลาที่ต้องเดินทางผ่านสถานที่ ที่สมปองเคยถูกราวตระกร้าเป๋า ลักษณะเช่นนี้สมปองอาจมีความผิดปกติทางจิตแบบใด",
      options: [
        "โรคเครียดหลังเผชิญเหตุการณ์ร้ายแรง",
        "โรควิตกกังวล",
        "โรคย้ำคิดย้ำทำ",
        "โรคกลัว",
        "โรคตื่นตระหนก"
      ],
      answer: 0
    },
    {
      question: "ทุกครั้งที่ แม่กดน้องชายแรกคลอด เด็กชายอรรถพลจะรู้สึกเจ็บปวด และลงไปดิ้นร้องไห้กับพื้น เด็กชายอรรถพลอาจมีความผิดปกติแบบใด",
      options: [
        "โรคความผิดปกติทางกายที่มีสาเหตุมาจากจิตใจ",
        "โรคคอนเวอร์ชัน",
        "โรควิตกกังวล",
        "โรคจิตเภท",
        "โรคซึมเศร้า"
      ],
      answer: 1
    },
    {
      question: "ข้อใด ไม่ใช่อาการของโรคจิตเภท",
      options: [
        "เจนเนี่มองเห็นวิญญาณพ่อที่เสียไปอยู่กับเธอตลอดเวลา",
        "หลิวเชื่อว่าสามีคงไม่อยู่ไม่ได้ถ้าขาดตนเอง จึงต้องอยู่ข้างๆ สามีตลอดเวลา",
        "ชัชพลรู้สึกว่ามีแมลงไต่อยู่ใต้ผิวหนัง แม้ว่าไปตรวจแล้วจะไม่พบอะไร",
        "มณีเชื่อว่าตนเองถูกเพื่อนบ้านลักลอบเข้ามาข่มขืนตนทุกคืน",
        "เบนซ์เชื่อว่าโต๊ะของตนเองถูกขโมยไป"
      ],
      answer: 1
    },
    {
      question: "นายธนพล เข้าห้องเรียนไม่ตรงเวลา สูบบุหรี่ในมหาวิทยาลัย ไม่ปฏิบัติตามกฎของมหาวิทยาลัย ชอบแซงแถวผู้อื่นไปซื้อข้าว และเชื่อว่าเขามีสิทธิ์ที่จะเอาเปรียบผู้อื่นได้เพราะใคร ๆ ก็ทำกัน เช่นนี้แล้ว นายธนพลน่าจะมีบุคลิกภาพผิดปกติแบบใด",
      options: [
        "แบบหลงตัวเอง",
        "แบบต่อต้านสังคม",
        "แบบแยกตัว",
        "แบบดาบสองคม",
        "แบบปลีกแยก"
      ],
      answer: 1
    },
    {
      question: "นางสาววารินกลัวความสูง แต่จำเป็นต้องทำงานในตึกสูงอย่างเลี่ยงไม่ได้ ท่านคิดว่าควรให้นางสาววารินรับการบำบัดแบบใด",
      options: [
        "จิตวิเคราะห์บำบัด",
        "ยาลดความกังวล",
        "พฤติกรรมบำบัด",
        "การบำบัดแนวมนุษยนิยม",
        "ใช้วิธีบำบัดแบบใดก็ได้"
      ],
      answer: 2
    },
    {
      question: "การแปลความฝันจัดเป็นเทคนิคการบำบัดทางจิตโดยใช้ฐานทฤษฎีใด",
      options: [
        "มนุษยนิยม",
        "พฤติกรรมนิยม",
        "เอกซิสเทนเชียล",
        "การบำบัดสมอง",
        "จิตพลวัต"
      ],
      answer: 4
    },
    {
      question: "การบำบัดแนวเกสตัลท์ เป็นการบำบัดในกลุ่มแนวคิดใด",
      options: [
        "มนุษยนิยม",
        "พฤติกรรมนิยม",
        "เอกซิสเทนเชียล",
        "การบำบัดสมอง",
        "จิตพลวัต"
      ],
      answer: 0
    },
    {
      question: "ท่านสามารถรับการบำบัดทางจิต ได้จากผู้ใดบ้าง",
      options: [
        "พยาบาลจิตเวช",
        "นักสังคมสงเคราะห์",
        "นักจิตวิทยา",
        "จิตแพทย์",
        "ถูกทุกข้อ"
      ],
      answer: 4
    },
    {
      question: "ข้อใด ไม่ใช่ การบำบัดผู้มีความผิดปกติทางจิต",
      options: [
        "การใช้ไฟฟ้า",
        "การออกกำลังกาย",
        "การผ่าตัด",
        "การเพ่งสมาธิ",
        "ถูกต้องทั้งข้อ ข. และ ง."
      ],
      answer: 4
    },
    {
      question: "ข้อใดคือสาเหตุของความผิดปกติทางจิต",
      options: [
        "การเล่นคอมพิวเตอร์อาร์แทปเลต",
        "การนอนหลับน้อยกว่า 6 ชั่วโมง",
        "การอบรมเลี้ยงดูของพ่อแม่",
        "พันธุกรรม",
        "ถูกต้องข้อ ค. และ ง."
      ],
      answer: 4
    }
  ]
};