export const psy1002_chapter3 = {
  id: "psy1002_chapter3",
  title: "แบบฝึกหัดท้ายบท 3",
  questions: [
    {
      question: "ข้อใดกล่าวถูกต้องเกี่ยวกับพัฒนาการมนุษย์",
      options: [
        "พัฒนาการของมนุษย์ คือ ลักษณะการเปลี่ยนแปลงของมนุษย์อย่างมีระเบียบแบบแผน",
        "พัฒนาการของมนุษย์ เริ่มปฏิสลจนถึงวัยรุ่น",
        "สิ่งแวดล้อมไม่ส่งผลต่อพัฒนาการของมนุษย์",
        "พัฒนาการของมนุษย์สามารถพัฒนาข้ามขั้นตอนได้",
        "พัฒนาการของมนุษย์ หมายถึง การเปลี่ยนแปลงไปสู่ความเจริญงอกงามเท่านั้น"
      ],
      answer: 0
    },
    {
      question: "ข้อใดกล่าวไม่ถูกต้องเกี่ยวกับการศึกษาวิจัยระยะยาว",
      options: [
        "เก็บข้อมูลครั้งเดียวโดยไม่ติดตามผล",
        "ติดตามกลุ่มตัวอย่างกลุ่มเดียวอย่างต่อเนื่อง",
        "สามารถนำข้อมูลมาใช้พยากรณ์สถานภาพที่อาจเกิดขึ้นในอนาคตได้",
        "ใช้เวลานานและมีโอกาสค่าใช้จ่ายสูง",
        "มีค่าใช้จ่ายในการทำการศึกษาสูง"
      ],
      answer: 0
    },
    {
      question: "ลักษณะใดไม่ได้เป็นลักษณะทางพันธุกรรมทั้ง 7 ลักษณะเกรเกอร์ โยฮันน์ เมนเดล",
      options: [
        "การถ่ายทอดลักษณะหนึ่งลักษณะใดของสิ่งมีชีวิตถูกควบคุมโดยยีน",
        "ลักษณะยีน 1 คู่ โดยมียีนหนึ่งมาจากพ่อและอีกยีนมาจากแม่",
        "เมื่อมีการสร้างเซลล์สืบพันธุ์ ยีนที่เป็นคู่จะแยกออกจากกัน โดยอยู่ในเซลล์สืบพันธุ์ของแต่ละเซลล์",
        "ลักษณะที่ปรากฏออกมา เรียกว่า ยีนด้อย",
        "ลักษณะเด่นและลักษณะด้อยปรากฏออกมาเป็นอัตราส่วน 3:1"
      ],
      answer: 3
    },
    {
      question: "ข้อใดไม่ใช่สิ่งแวดล้อมทางกายภาพ",
      options: [
        "สีผิว",
        "อุณหภูมิ",
        "อากาศ",
        "ภูมิประเทศ",
        "อาหาร"
      ],
      answer: 0
    },
    {
      question: "ข้อใดไม่ใช่สิ่งแวดล้อมทางสังคมและวัฒนธรรม",
      options: [
        "ขนบธรรมเนียมประเพณี",
        "วัฒนธรรม",
        "ศาสนา",
        "กฎหมาย",
        "อากาศ"
      ],
      answer: 4
    },
    {
      question: "ข้อใดกล่าวถูกต้องเกี่ยวกับวุฒิภาวะและการเรียนรู้",
      options: [
        "วุฒิภาวะ คือ ความพร้อมของบุคคลซึ่งส่งผลให้สามารถกระทำกิจกรรมต่างๆได้",
        "วุฒิภาวะของบุคคล เกิดจากการฝึกฝนและประสบการณ์",
        "วุฒิภาวะไม่มีผลต่อการเรียนรู้",
        "การเรียนรู้เกิดขึ้นเองตามธรรมชาติโดยไม่ต้องใช้การฝึกฝน",
        "การเรียนรู้สามารถเกิดขึ้นได้จากการฝึกฝนแม้จะไม่เกิดความพร้อมทางวุฒิภาวะ"
      ],
      answer: 0
    },
    {
      question: "ช่วงนี้เป็นช่วงอายุ 3-6 ปี เด็กจะมีความมั่นใจในความสามารถของตนเอง",
      options: [
        "ความไว้วางใจพื้นฐาน หรือ ความไม่ไว้วางใจ",
        "ความคิดริเริ่ม หรือ ความรู้สึกผิด",
        "ความขยัน สามารถผลิตผลงาน หรือความรู้สึกด้อย",
        "การมีผลิตผล หรือ เชื่อมทองออ",
        "รู้สึกว่าชีวิตมีค่า หรือ ความรู้สึกสิ้นหวัง"
      ],
      answer: 1
    },
    {
      question: "ช่วงนี้เด็กจะมีความสนใจและกระตือรือร้นในการทำงานร่วมกับเพื่อนๆ",
      options: [
        "ความไว้วางใจพื้นฐาน หรือ ความไม่ไว้วางใจ",
        "ความคิดริเริ่ม หรือ ความรู้สึกผิด",
        "ความขยัน สามารถผลิตผลงาน หรือความรู้สึกด้อย",
        "การมีผลิตผล หรือ เชื่อมทองออ",
        "รู้สึกว่าชีวิตมีค่า หรือ ความรู้สึกสิ้นหวัง"
      ],
      answer: 2
    },
    {
      question: "บุคคลในช่วงนี้นกจะมองย้อนกลับไปในอดีต",
      options: [
        "ความไว้วางใจพื้นฐาน หรือ ความไม่ไว้วางใจ",
        "ความคิดริเริ่ม หรือ ความรู้สึกผิด",
        "ความขยัน สามารถผลิตผลงาน หรือความรู้สึกด้อย",
        "การมีผลิตผล หรือ เชื่อมทองออ",
        "รู้สึกว่าชีวิตมีค่า หรือ ความรู้สึกสิ้นหวัง"
      ],
      answer: 4
    },
    {
      question: "เป็นช่วงที่บุคคลทำประโยชน์ให้แก่บุคคล",
      options: [
        "ความไว้วางใจพื้นฐาน หรือ ความไม่ไว้วางใจ",
        "ความคิดริเริ่ม หรือ ความรู้สึกผิด",
        "ความขยัน สามารถผลิตผลงาน หรือความรู้สึกด้อย",
        "การมีผลิตผล หรือ เชื่อมทองออ",
        "รู้สึกว่าชีวิตมีค่า หรือ ความรู้สึกสิ้นหวัง"
      ],
      answer: 3
    }
  ]
};