export const psy1002_chapter4 = {
  id: "psy1002_chapter4",
  title: "แบบฝึกหัดท้ายบท 4",
  questions: [
    {
      question: "ข้อใดถูกต้องในเรื่องการสัมผัส",
      options: [
        "มนุษย์ไม่มีข้อจำกัดในการรับสัมผัสสิ่งต่าง ๆ",
        "การสัมผัสจะเปลี่ยนข้อมูลดิบเพื่อส่งต่อไปยังไขสันหลังต่อไป",
        "การสัมผัสเป็นกระบวนการที่สิ่งเร้ากระทบประสาทสัมผัส",
        "อวัยวะรับสัมผัสได้แก่ ตา หู จมูก ปากและผิวกาย",
        "การรับสัมผัสของมนุษย์มีความสำคัญมากกว่าการรับรู้"
      ],
      answer: 2
    },
    {
      question: "ข้อใดเป็นความหมายของเทรชโฮลด์การสัมผัส",
      options: [
        "ความเข้มข้นของพลังงานในระดับต่ำที่สุดที่กระตุ้นให้บุคคลรับสัมผัสได้",
        "ความเข้มข้นของพลังงานในระดับสูงที่สุดที่กระตุ้นให้บุคคลรับสัมผัสได้",
        "สิ่งเร้าที่ทำให้ผู้รับสัมผัสรู้ว่ามีการเปลี่ยนแปลงเกิดขึ้นในสิ่งเร้า",
        "สิ่งเร้าที่ไม่ถูกทำให้ผู้รับสัมผัสรู้ว่ามีการเปลี่ยนแปลงเกิดขึ้นในสิ่งเร้า",
        "สิ่งเร้าที่ทำให้ผู้รับสัมผัสสามารถเปรียบเทียบความเข้มข้นของสิ่งเร้าได้"
      ],
      answer: 0
    },
    {
      question: "เซลล์ประสาทที่ไวต่อแสงที่เป็นองค์ประกอบของเรตินามีชื่อว่าอะไร",
      options: [
        "รอดส์",
        "โคน",
        "พิวพิล",
        "คอร์เนีย",
        "โฟเวีย"
      ],
      answer: 0
    },
    {
      question: "ความแรงของคลื่นเสียงระดับใดที่ได้รับนานๆ ไม่เป็นอันตรายต่อประสาทหูของเรา",
      options: [
        "ไม่เกิน 80 เดซิเบล",
        "ไม่เกิน 100 เดซิเบล",
        "ไม่เกิน 120 เดซิเบล",
        "ไม่เกิน 140 เดซิเบล",
        "ไม่เกิน 160 เดซิเบล"
      ],
      answer: 0
    },
    {
      question: "ข้อใดอธิบายไม่ถูกต้องเกี่ยวกับการรับรู้ตามแนวคิดนักจิตวิทยา",
      options: [
        "ต้องมีความหมายต่อการรับรู้",
        "ภาพไม่อาจถูกกลายเป็นพื้นได้",
        "มีความโดดเด่นมากกว่าสิ่งอื่นๆ",
        "ประสบการณ์แตกต่างกันไม่มีผลต่อการรับรู้ภาพ",
        "ทุกข้อที่กล่าวมาถูกต้องตามหลักการภาพ"
      ],
      answer: 3
    },
    {
      question: "ข้อใดไม่ใช่หลักการจัดระเบียบการรับรู้ตามแนวคิดของเกสตัลท์",
      options: [
        "หลักความใกล้ชิด",
        "หลักความคล้ายคลึงกัน",
        "การต่อเติมให้สมบูรณ์",
        "ความต่อเนื่อง",
        "ความเปลี่ยนแปลง"
      ],
      answer: 4
    },
    {
      question: "ข้อใดอธิบายได้ถูกต้องเกี่ยวกับภาพลวงตาที่เกิดจากการเคลื่อนไหวอัตโนมัติ",
      options: [
        "ปรากฏการณ์การเคลื่อนไหวที่สร้างจากชุดภาพที่เคลื่อนไหวอย่างรวดเร็ว",
        "ปรากฏการณ์การเคลื่อนไหวที่ตำแหน่งวัตถุเปลี่ยนไปแต่พื้นหลังอยู่กับที่",
        "ปรากฏการณ์การเคลื่อนไหวที่ภาพนิ่งรวดเร็วและต่อๆกันไป",
        "ปรากฏการณ์การเคลื่อนไหวของวัตถุตามแนวราบ",
        "ปรากฏการณ์การเคลื่อนไหวของวัตถุตามแนวตั้ง"
      ],
      answer: 1
    },
    {
      question: "ข้อใดไม่ใช่สาเหตุของการมองเห็นภาพลวงตา",
      options: [
        "เกิดจากตาสองข้างส่งข้อมูลที่แตกต่างกันไปยังสมอง",
        "เกิดจากความสามารถในการกวาดสายตาในแนวตั้งและแนวราบไม่เท่ากัน",
        "เกิดจากความผิดปกติของสารเคมีในสมองบางชนิด",
        "เกิดจากการจัดกระทำสิ่งแวดล้อมที่อยู่รอบตัวเรา",
        "เกิดจากเซลล์ประสาทตามีขีดจำกัดในการรับรู้"
      ],
      answer: 2
    },
    {
      question: "ข้อต่อไปนี้ไม่ถูกต้องเกี่ยวกับการรับรู้ปรากฏการณ์คงที่",
      options: [
        "การรับรู้คงที่เป็นผลมาจากความคุ้นเคยในวัตถุเดิม",
        "มนุษย์มีแนวโน้มจะรับรู้ขนาดที่แท้จริงของวัตถุที่เป็นผลจากการคำนวณระยะทาง",
        "การรับรู้ประตูเป็นสี่เหลี่ยมผืนผ้าเช่นเดิมเป็นประเภทการรับรู้ของรูปร่าง",
        "การรับรู้จานทานอาหารเป็นรูปทรงกลมเช่นเดิมเป็นประเภทการรับรู้ของขนาด",
        "การรับรู้ปรากฏการณ์คงที่ แบ่งเป็น 3 ประเภท"
      ],
      answer: 3
    },
    {
      question: "“คนไทยนิยมใส่ชุดดำมาร่วมงานศพเพื่อแสดงความเสียใจและไว้อาลัย” ตัวอย่างนี้แสดงให้เห็นถึงปัจจัยใดที่มีผลต่อการรับรู้ของมนุษย์",
      options: [
        "การจูงใจ",
        "ความคาดหวัง",
        "กฎระเบียบ",
        "วัฒนธรรม",
        "รูปแบบการคิด"
      ],
      answer: 3
    }
  ]
};