export const psy1002_chapter11 = {
  id: "psy1002_chapter11",
  title: "แบบฝึกหัดท้ายบท 11",
  questions: [
    {
      question: "\"ต้อยบอกแม่ว่าเหตุที่สอบวิชาคณิตศาสตร์ไม่ผ่าน เพราะช่วงสอบเป็นไข้และปวดหัวมาก ไม่ใช่เพราะเกลียดครู\" เป็นการอนุมานสาเหตุของพฤติกรรมข้อใด",
      options: [
        "สาเหตุภายใน",
        "สาเหตุภายนอก",
        "สาเหตุที่ควบคุมไม่ได้",
        "สาเหตุที่ควบคุมไม่ได้",
        "สาเหตุที่คงที่"
      ],
      answer: 0
    },
    {
      question: "ข้อใดเป็นลักษณะของบุคคลที่มีการกำกับกับการกระทำของตนต่ำ",
      options: [
        "ปรับตัวเข้ากับสภาพแวดล้อมได้",
        "ควบคุมอารมณ์ของตนได้",
        "มีความยืดหยุ่น",
        "มีความสามารถในการใช้ภาษา",
        "ขาดความสามารถในการใช้วจนภาษา"
      ],
      answer: 4
    },
    {
      question: "ถ้าเอริยา แชมป์กระทะเหล็กอาหารไทยต้องการรู้ความสามารถในการทำอาหารของตน ควรเปรียบเทียบทางสังคมกับใคร",
      options: [
        "แม่บ้านที่ชอบทำอาหารไทย",
        "แม่ค้าขายอาหารไทย",
        "เชฟร้านอาหารไทยในกรุงเทพฯ",
        "แชมป์อาหารไทยรายการอื่น",
        "แชมป์กระทะเหล็กอาหารสากล"
      ],
      answer: 3
    },
    {
      question: "การโฆษณาที่ใช้ดาราเป็นผู้โฆษณา เพราะเชื่อว่าผู้เสนอสารมีลักษณะเช่นใด",
      options: [
        "มีความสามารถ",
        "น่าไว้วางใจ",
        "มีเสน่ห์ดึงดูดใจ",
        "มีอำนาจ",
        "คล้ายผู้รับสาร"
      ],
      answer: 2
    },
    {
      question: "\"ไก่ขอเงินแม่ 7 พันบาท เมื่อแม่ไม่ได้ จึงขอ 1 พันบาทซึ่งเป็นจำนวนเงินที่ไก่ต้องการ และแม่ให้ 1 พันบาทตามต้องการ\" ลักษณะเช่นนี้เป็นการเปลี่ยนเจตคติแบบใด",
      options: [
        "โน้มน้าวใจด้วยสิ่งแนะ",
        "จัดลำดับการเสนอเนื้อหา",
        "ให้ข้อเท็จจริง",
        "ใช้ผู้เสนอสารที่มีความดึงดูดใจ",
        "ใช้สารที่กระตุ้นให้เกิดความกลัว"
      ],
      answer: 0
    },
    {
      question: "อิทธิพลตามบรรทัดฐานทางสังคม เป็นการทำให้เกิดการคล้อยตามเพื่ออะไร",
      options: [
        "ให้คนในกลุ่มยอมรับ",
        "สร้างบรรทัดฐานของกลุ่มใหม่",
        "ให้บุคคลได้ข้อมูลที่ถูกต้อง",
        "ให้เป็นผู้นำ",
        "ตัดสินใจได้ถูกต้อง"
      ],
      answer: 0
    },
    {
      question: "ผู้หญิงเป็นผู้นำแบบใด",
      options: [
        "เผ็ดการ",
        "มุ่งงาน",
        "ประชาธิปไตย",
        "มุ่งความสำเร็จ",
        "ให้ความสำคัญกับบุคลิกลักษณะ"
      ],
      answer: 2
    },
    {
      question: "ตามปัจจัยทางชีววิทยา เชื่อว่าความก้าวร้าวถ่ายทอดจากพ่อแม่ไปยังลูก โดยผ่านทางใด",
      options: [
        "วิวัฒนาการของสิ่งมีชีวิต",
        "ยีน",
        "สัญชาตญาณ",
        "การทำงานของสมอง",
        "สารสื่อประสาท"
      ],
      answer: 1
    },
    {
      question: "สังคมอเมริกันมีความก้าวร้าวสูง เพราะมีข่าวขู่ยิงกันตายบ่อยๆและมีภาพยนตร์ก้าวร้าวจำนวนมาก ความก้าวร้าวนี้มีสาเหตุจากอะไร",
      options: [
        "วัฒนธรรม",
        "ความคับข้องใจ",
        "ความรุนแรงของสื่อ",
        "การรู้คิด",
        "การเสริมแรง"
      ],
      answer: 2
    },
    {
      question: "ข้อใดไม่ใช่ลักษณะของสถานการณ์ฉุกเฉินในการให้ความเอื้อเฟื้อ",
      options: [
        "เป็นเหตุการณ์ที่อันตราย",
        "มีลักษณะเฉพาะ",
        "ทำนายการเกิดไม่ได้",
        "พบเห็นได้ในชีวิตประจำวัน",
        "ต้องช่วยเหลืออย่างรวดเร็ว"
      ],
      answer: 3
    }
  ]
};