export const psy1002_chapter5 = {
  id: "psy1002_chapter5",
  title: "แบบฝึกหัดท้ายบท 5",
  questions: [
    {
      question: "การเห็นผงเนื้อทำให้สุนัขน้ำลายไหลเสมอ ในที่นี้ \"ผงเนื้อ\" ตรงกับข้อใด",
      options: [
        "สิ่งเร้าที่ไม่ถูกวางเงื่อนไข (UCS)",
        "สิ่งเร้าที่ถูกวางเงื่อนไข (CS)",
        "การตอบสนองที่ถูกวางเงื่อนไข (CR)",
        "การตอบสนองที่ไม่ถูกวางเงื่อนไข (UCR)",
        "การเสริมแรง"
      ],
      answer: 0
    },
    {
      question: "สุนัขน้ำลายไหลเมื่อได้ยินเสียงกระดิ่ง เพราะเรียนรู้ว่าเมื่อมีเสียงกระดิ่งจะมีผงเนื้อตามมา ในที่นี้ \"สุนัขน้ำลายไหลเมื่อได้ยินเสียงกระดิ่ง\" ตรงกับข้อใด",
      options: [
        "สิ่งเร้าที่ไม่ถูกวางเงื่อนไข (UCS)",
        "สิ่งเร้าที่ถูกวางเงื่อนไข (CS)",
        "การตอบสนองที่ถูกวางเงื่อนไข (CR)",
        "การตอบสนองที่ไม่ถูกวางเงื่อนไข (UCR)",
        "การเสริมแรง"
      ],
      answer: 2
    },
    {
      question: "หากทำการทดลองต่อจากการทดลองของพาฟลอฟ แล้วพบว่าเสียงกระดิ่ง (ซึ่งมีลักษณะใกล้เคียงกับเสียงกระดิ่ง) ก็สามารถทำให้สุนัขน้ำลายไหลได้เช่นกัน ข้อค้นพบนี้ตรงกับข้อใด",
      options: [
        "การสรุปความเหมือน",
        "การแยกความต่าง",
        "การหยุดพฤติกรรม",
        "การกลับมาของพฤติกรรม",
        "การวางเงื่อนไขตรงข้าม"
      ],
      answer: 0
    },
    {
      question: "ถ้าต้องการปรับพฤติกรรมของเด็กหญิงวัย 7 ขวบที่ไม่ชอบทานผัก โดยจัดเมนูที่มีอาหารผักควบคู่กับอาหารอื่นๆ ไว้เสมอในทุกมื้ออาหาร หากครั้งใดที่เด็กหญิงรับประทานผักได้เอง แม่จะให้รางวัลเป็นสติ๊กเกอร์รูปหัวใจซึ่งเป็นสิ่งที่เด็กชอบทุกครั้ง จนเด็กรับประทานอาหารผักได้มากขึ้น การปรับพฤติกรรมข้างต้นอาศัยหลักการในข้อใด",
      options: [
        "พฤติกรรมที่มุ่งไปสู่เป้าหมาย",
        "การเรียนรู้จากการสังเกต",
        "การวางเงื่อนไขคลาสสิค",
        "การเรียนรู้แบบหยั่งรู้",
        "การวางเงื่อนไขแบบการกระทำ"
      ],
      answer: 4
    },
    {
      question: "การตกปลา บางครั้งก็สามารถตกปลาได้ในครึ่งชั่วโมง บางครั้งต้องใช้เวลาทั้งวัน",
      options: [
        "การเสริมแรงทางลบ",
        "การเสริมแรงทางบวก",
        "การเสริมแรงตามจำนวนครั้งที่คงที่",
        "การเสริมแรงตามกำหนดเวลาที่คงที่",
        "การเสริมแรงตามกำหนดเวลาที่ไม่คงที่"
      ],
      answer: 4
    },
    {
      question: "การได้รับเงินเดือน ทุกๆ วันที่ 25 ของเดือน",
      options: [
        "การเสริมแรงทางลบ",
        "การเสริมแรงทางบวก",
        "การเสริมแรงตามจำนวนครั้งที่คงที่",
        "การเสริมแรงตามกำหนดเวลาที่คงที่",
        "การเสริมแรงตามกำหนดเวลาที่ไม่คงที่"
      ],
      answer: 3
    },
    {
      question: "การถอดถอนสิ่งที่ไม่อาจทำให้อัตราพฤติกรรมที่ต้องการเพิ่มขึ้น",
      options: [
        "การเสริมแรงทางลบ",
        "การเสริมแรงทางบวก",
        "การเสริมแรงตามจำนวนครั้งที่คงที่",
        "การเสริมแรงตามกำหนดเวลาที่คงที่",
        "การเสริมแรงตามกำหนดเวลาที่ไม่คงที่"
      ],
      answer: 0
    },
    {
      question: "ข้อใดอธิบาย \"กฎแห่งผลของธอร์นไดก์\" ถูกต้องที่สุด",
      options: [
        "ทารกกลัวหนูขาว เพราะทุกครั้งที่เห็นหนูขาวจะมีเสียงดังตามมา",
        "นกพิราบเลือกจะจิกแผ่นป้ายสีเขียว เพราะทุกครั้งที่จิกสีเขียวจะได้รับอาหาร และจะไม่เลือกจิกแผ่นป้ายสีแดง เพราะทุกครั้งที่จิกสีแดงจะไม่ได้รับอาหารใดๆ",
        "ลิงชิมแปนซีสามารถเอาไม้เขี่ยผลไม้ออกนอกกรงจนทำให้ได้กินผลไม้โดยที่ไม่เคยฝึกฝนมาก่อน",
        "เซลล์แมนทำงานอย่างหนัก เพราะคาดหวังว่าจะได้รับโบนัสปลายปี",
        "เด็กชายกลัวสุนัข ทุกครั้งที่ต้องเดินผ่านเด็กชายจะสับสนและอ่อนแรง"
      ],
      answer: 1
    },
    {
      question: "นักจิตวิทยาท่านหนึ่งได้สัมภาษณ์เยาวชนที่กระทำผิดซ้ำในข้อหาลักทรัพย์เป็นจำนวนมากกว่า 10 คดี เมื่อสัมภาษณ์จึงพบว่า เยาวชนลักทรัพย์เพราะเห็นพ่อโขมยเงินและข้าวของในบ้านบ่อยครั้ง ทุกครั้งที่พ่อโขมยเงินไป พ่อจะมีเงินมาซื้อของเล่นให้ตน ตนจึงกระทำพฤติกรรมเช่นนั้นบ้าง จากกรณีศึกษาข้างต้น ตรงกับข้อใดมากที่สุด",
      options: [
        "พฤติกรรมที่มุ่งไปสู่เป้าหมาย",
        "การเรียนรู้จากการสังเกต",
        "การเสริมแรงทางลบ",
        "การเรียนรู้แบบหยั่งรู้",
        "การวางเงื่อนไขแบบการกระทำ"
      ],
      answer: 1
    },
    {
      question: "จากการทดลองของวูล์ฟแกง โคเลอร์ที่พบว่าลิงเอากล่องมาซ้อนกันจนสูง เพื่อที่จะขึ้นไปหยิบกล้วยที่แขวนลงมาจากเพดานได้ เป็นผลมาจากสิ่งใด",
      options: [
        "การเสริมแรงทางบวก",
        "การลองผิดลองถูก",
        "การเรียนรู้แบบหยั่งรู้",
        "พฤติกรรมที่มุ่งไปสู่เป้าหมาย",
        "การเรียนรู้แฝง"
      ],
      answer: 2
    }
  ]
};