export const psy1002_chapter6 = {
  id: "psy1002_chapter6",
  title: "แบบฝึกหัดท้ายบท 6",
  questions: [
    {
      question: "ข้อใดไม่ถูกต้องเกี่ยวกับการรู้คิด",
      options: [
        "การทำงานของจิตเพื่อสร้างความเข้าใจ และบริหารจัดการกับชุดข้อมูลหรือองค์ความรู้ต่างๆ",
        "การรู้คิด เป็นกระบวนการที่ทำให้บุคคลมีศักยภาพในการประมวลผลข้อมูล",
        "เป็นกระบวนการที่เกิดขึ้นในส่วนของจิตสำนึก",
        "พฤติกรรมที่แสดงผ่านกระบวนการรู้คิด มีลักษณะเช่นเดียวกับพฤติกรรมตามสัญชาตญาณ",
        "การคิด เป็นองค์ประกอบหนึ่งของการรู้คิด"
      ],
      answer: 3
    },
    {
      question: "ข้อ 2-4 ให้ตอบคำถามจากตัวเลือกต่อไปนี้: หน่วยพื้นฐานที่เล็กที่สุดของภาษา ที่ไม่ปรากฏเป็นคำหรือความหมาย",
      options: [
        "ความคิดรวบยอดตามนิยาม",
        "ความเป็นต้นแบบ",
        "จินตภาพ",
        "หน่วยเสียง",
        "ภาษาเพื่อสื่อความหมาย"
      ],
      answer: 3
    },
    {
      question: "เกิดขึ้นจากการสรุปลักษณะร่วมกันของวัตถุ บุคคล เหตุการณ์ที่เป็นไปตามคุณลักษณะที่เป็นจริงส่วนหนึ่ง และการให้ความหมายของบุคคลส่วนหนึ่ง",
      options: [
        "ความคิดรวบยอดตามนิยาม",
        "ความเป็นต้นแบบ",
        "จินตภาพ",
        "หน่วยเสียง",
        "ภาษาเพื่อสื่อความหมาย"
      ],
      answer: 0
    },
    {
      question: "เมื่อคิดถึงอาหารคำที่เสนอจะมีภาพของอาหารหลายชั้นในกระบวนการของจิต",
      options: [
        "ความคิดรวบยอดตามนิยาม",
        "ความเป็นต้นแบบ",
        "จินตภาพ",
        "หน่วยเสียง",
        "ภาษาเพื่อสื่อความหมาย"
      ],
      answer: 2
    },
    {
      question: "ข้อ 5-8 ให้ตอบคำถามจากตัวเลือกต่อไปนี้: คลังข้อมูล ที่เก็บข้อมูลได้อย่างไม่จำกัดและไม่สูญหาย",
      options: [
        "ความจำระยะยาว",
        "ความจำระยะสั้น",
        "การลงรหัส",
        "การจัดกลุ่ม",
        "ความจำจากการรับสัมผัส"
      ],
      answer: 0
    },
    {
      question: "มีการบันทึกข้อมูลคล้ายกับการคัดลอกหรือการถ่ายภาพหนึ่ง",
      options: [
        "ความจำระยะยาว",
        "ความจำระยะสั้น",
        "การลงรหัส",
        "การจัดกลุ่ม",
        "ความจำจากการรับสัมผัส"
      ],
      answer: 4
    },
    {
      question: "เป็นวิธีการที่ช่วยให้ข้อมูลถูกส่งต่อไปสู่การบันทึกจัดเก็บในความจำระยะยาวได้",
      options: [
        "ความจำระยะยาว",
        "ความจำระยะสั้น",
        "การลงรหัส",
        "การจัดกลุ่ม",
        "ความจำจากการรับสัมผัส"
      ],
      answer: 2
    },
    {
      question: "เป็นวิธีเพิ่มระยะเวลาจัดข้อมูลในความจำระยะสั้น",
      options: [
        "ความจำระยะยาว",
        "ความจำระยะสั้น",
        "การลงรหัส",
        "การจัดกลุ่ม",
        "ความจำจากการรับสัมผัส"
      ],
      answer: 3
    },
    {
      question: "ตู้ สามารถตอบได้ทันทีถึงชื่อโรงเรียนประถมศึกษาที่เรียนจบมา จากเหตุการณ์นี้ ตู้ใช้วิธีเรียกคืนข้อมูลวิธีใด",
      options: [
        "การจำได้",
        "การระลึกได้",
        "การเรียกคืนข้อมูลด้วยตรรกะ",
        "การเรียกคืนข้อมูลอย่างสร้างสรรค์",
        "การเรียนรู้ซ้ำ"
      ],
      answer: 1
    },
    {
      question: "เมื่อนักศึกษาเรียนวิชาจิตวิทยาทั่วไป แล้วไปเรียนวิชาสถิติอีกหนึ่งภาคการศึกษา ต่อมาเมื่อถามถึงความรู้เกี่ยวกับวิชาจิตวิทยา ปรากฏว่านักศึกษาไม่สามารถจดจำรายละเอียดได้เหมือนก่อน การลืมเนื้อหาวิชาจิตวิทยาที่เกิดขึ้นนี้ เป็นเพราะสาเหตุการลืมในข้อใด",
      options: [
        "มีการรบกวนกันของข้อมูล",
        "ไม่มีการลงรหัส หรือลงรหัสผิดพลาด",
        "เกิดการเก็บกด",
        "มีการเสื่อมของระบบประสาท",
        "มีข้อมูลต้องจำมากเกินไป"
      ],
      answer: 0
    },
    {
      question: "นัท ต้องการเดินทางไปเยี่ยมเพื่อนที่ต่างจังหวัด แต่เกิดหลงทางในระหว่างการเดินทาง นัทจึงได้สอบถามเส้นทางจากคนละแวกนั้น จนสามารถเดินทางไปหาเพื่อนได้ จากเหตุการณ์นี้ นัทใช้วิธีการใดในการแก้ปัญหา",
      options: [
        "แก้ปัญหาจากสัญชาตญาณ",
        "แก้ปัญหาที่อาศัยเครื่องมือ",
        "แก้ปัญหาที่อาศัยทางลัด",
        "แก้ปัญหาไปทีละขั้นตอนครบทุกขั้นตอน",
        "แก้ปัญหาจากการสังเกต"
      ],
      answer: 1
    },
    {
      question: "ข้อใดถูกต้องที่สุดเกี่ยวกับคุณสมบัติของผู้มีความคิดสร้างสรรค์",
      options: [
        "มีตรรกะ มีความยืดหยุ่น",
        "มีความเป็นต้นฉบับ มีความคิดคล่อง",
        "มีความคิดคล่อง มีตรรกะ",
        "มีวินัยในตนเอง มีความยืดหยุ่น",
        "มีความเป็นต้นฉบับ ช่างสังเกต"
      ],
      answer: 1
    },
    {
      question: "ข้อใดไม่ถูกจัดไว้เป็นความหมายของ \"สติปัญญา\"",
      options: [
        "ความสามารถในการแก้ปัญหา",
        "ความสามารถในการปฏิบัติงานตามแรงขับมาจากจิตไร้สำนึก",
        "ความสามารถในการปรับตัวให้เข้ากับสิ่งแวดล้อม",
        "ความสามารถในการคิดเชิงนามธรรม",
        "ความสามารถในการคิดอย่างมีจุดมุ่งหมาย"
      ],
      answer: 1
    },
    {
      question: "ข้อ 14-15 ให้ตอบคำถามจากตัวเลือกต่อไปนี้: เป็นความสามารถทั่วไปของบุคคล ครอบคลุมด้านการคิดแบบมีเหตุผล การแก้ปัญหา และกระบวนการในการรู้คิดทั้งหมดที่ทำให้บุคคลทำงานได้จนสำเร็จ",
      options: [
        "องค์ประกอบทั่วไป",
        "องค์ประกอบเฉพาะ",
        "ความสามารถในการสร้างสรรค์",
        "ความสามารถด้านมิติสัมพันธ์",
        "ความสามารถด้านการปรับตนเอง"
      ],
      answer: 0
    },
    {
      question: "ความสามารถในการเข้าใจตนเองอย่างลึกซึ้ง และรู้จักตั้งเป้าหมายที่เหมาะสมกับสถานการณ์ของตน",
      options: [
        "องค์ประกอบทั่วไป",
        "องค์ประกอบเฉพาะ",
        "ความสามารถในการสร้างสรรค์",
        "ความสามารถด้านมิติสัมพันธ์",
        "ความสามารถด้านการปรับตนเอง"
      ],
      answer: 4
    }
  ]
};