export const psy1002_chapter8 = {
  id: "psy1002_chapter8",
  title: "แบบฝึกหัดท้ายบท 8",
  questions: [
    {
      question: "เอ มีลักษณะตัวดำ คล้ำและรูปร่างใหญ่ เอจึงพยายามเรียนหนังสือให้เก่ง สอบได้ที่ 1 และเป็นผู้ช่วยเหลือเพื่อนในการเรียนเสมอ",
      options: [
        "ทฤษฎีจิตวิทยาเอกัตบุคคลของแอดเลอร์",
        "ทฤษฎีจิตวิทยาเชิงจิตวิเคราะห์ของจุง",
        "ทฤษฎีจิตวิเคราะห์ของฟรอยด์",
        "ทฤษฎีพฤติกรรมนิยมของสกินเนอร์",
        "ทฤษฎีอัตตาของโรเจอร์ส"
      ],
      answer: 0
    },
    {
      question: "บี ถูกฝึกด่าตั้งแต่เด็กๆ ให้เก็บที่นอนทุกครั้งเมื่อตื่นตอนเช้า ทุกครั้งที่เก็บที่นอน คุณแม่จะให้ได้เล่นเลโก้ ซึ่งเป็นของเล่นที่บีชอบมาก จนทุกวันนี้ บีเป็นคนที่เก็บที่นอนเสมอ",
      options: [
        "ทฤษฎีจิตวิทยาเอกัตบุคคลของแอดเลอร์",
        "ทฤษฎีจิตวิทยาเชิงจิตวิเคราะห์ของจุง",
        "ทฤษฎีจิตวิเคราะห์ของฟรอยด์",
        "ทฤษฎีพฤติกรรมนิยมของสกินเนอร์",
        "ทฤษฎีอัตตาของโรเจอร์ส"
      ],
      answer: 3
    },
    {
      question: "ซี รับรู้ตนเองว่าเป็นผู้มีความสามารถในการเล่นฟุตบอล ซีมีความตั้งใจว่าในวันหนึ่งข้างหน้า จะเป็นนักฟุตบอลทีมชาติไทย และในทุกๆวันนี้ ซีฝึกซ้อมฟุตบอลกับทีมประจำ เพื่อนๆ และโค้ชต่างชื่นชมว่าซีเป็นนักฟุตบอลที่ดี",
      options: [
        "ทฤษฎีจิตวิทยาเอกัตบุคคลของแอดเลอร์",
        "ทฤษฎีจิตวิทยาเชิงจิตวิเคราะห์ของจุง",
        "ทฤษฎีจิตวิเคราะห์ของฟรอยด์",
        "ทฤษฎีพฤติกรรมนิยมของสกินเนอร์",
        "ทฤษฎีอัตตาของโรเจอร์ส"
      ],
      answer: 4
    },
    {
      question: "ช่วงอายุ 3-5 ปี เป็นช่วงที่เด็กมีความสนใจที่อวัยวะเพศ สำรวจและเรียนรู้บทบาททางเพศที่แตกต่างกันของชายและหญิง",
      options: [
        "ทฤษฎีจิตวิทยาเอกัตบุคคลของแอดเลอร์",
        "ทฤษฎีจิตวิทยาเชิงจิตวิเคราะห์ของจุง",
        "ทฤษฎีจิตวิเคราะห์ของฟรอยด์",
        "ทฤษฎีพฤติกรรมนิยมของสกินเนอร์",
        "ทฤษฎีอัตตาของโรเจอร์ส"
      ],
      answer: 2
    },
    {
      question: "เมื่อเกิดการขับรถชนท้ายกันทำให้รถทั้งสองคันเกิดรอยขีดข่วน ผู้ขับรถคันหลัง รีบลงมาต่อว่าคันข้างหน้าว่าเบรกกะทันหัน ทำให้เขาเบรกไม่ทันและชนท้าย ทั้งที่จริง ๆ แล้ว เขาขับรถท้ายคันหนอยู่อย่างกระชั้นชิด ลักษณะเช่นนี้ ผู้ขับรถคันหลังใช้กลไกทางจิตรูปแบบใด",
      options: [
        "การทดแทน",
        "การทำตรงกันข้าม",
        "การถดถอย",
        "การโยนความผิดให้ผู้อื่น",
        "การหาเหตุผลเข้าข้างตนเอง"
      ],
      answer: 3
    },
    {
      question: "บุคคลที่แสดงพฤติกรรมเพื่อความพึงพอใจของตนเอง เกิดจากระบบโครงสร้างบุคลิกภาพแบบใด",
      options: [
        "อิด",
        "อีโก้",
        "ลิบิโด",
        "ซูเปอร์อีโก้",
        "ทานาโตส"
      ],
      answer: 0
    },
    {
      question: "บุคคลที่ชอบเข้าร่วมกิจกรรมกับผู้อื่น น่าจะเกิดจากบุคลิกภาพแบบใด",
      options: [
        "แบบขี้เหงา",
        "แบบเก็บตัว",
        "แบบแสดงตัว",
        "แบบโลกทัศน์กว้าง",
        "แบบก้าวหน้า"
      ],
      answer: 2
    },
    {
      question: "ข้อใดคือบุคคลที่มีร่างกายแข็งแรง และชอบเสี่ยงภัย",
      options: [
        "Ectomorphy",
        "Endomorphy",
        "Mesomorphy",
        "Trimorphy",
        "Tetramorphy"
      ],
      answer: 2
    },
    {
      question: "มาสโลว์เชื่อว่า ทุกคนมีความต้องการขั้นแรกคือข้อใด",
      options: [
        "สรีรวิทยา",
        "การมีชื่อเสียง",
        "ความทะเยอทะยาน",
        "ความปลอดภัย",
        "การรู้จักตนเอง"
      ],
      answer: 0
    },
    {
      question: "ข้อใดคือวิธีการเข้าใจบุคลิกภาพของบุคคลที่ง่ายที่สุด",
      options: [
        "การสังเกต",
        "การสัมภาษณ์",
        "การเยี่ยมบ้าน",
        "การใช้แบบทดสอบ",
        "การศึกษารายกรณี"
      ],
      answer: 0
    }
  ]
};