export const psy1002_chapter7 = {
  id: "psy1002_chapter7",
  title: "แบบฝึกหัดท้ายบท 7",
  questions: [
    {
      question: "ข้อ 1-5 ให้นักศึกษาใช้คำตอบจากตัวเลือกต่อไปนี้: หวงแหนบ้านเกิดเมืองนอน",
      options: [
        "แรงจูงใจทางชีวภาพ",
        "แรงจูงใจภายใน",
        "แรงจูงใจทางเพศ",
        "แรงจูงใจภายนอก",
        "แรงจูงใจเพื่อปกป้อง"
      ],
      answer: 4
    },
    {
      question: "กระหาย",
      options: [
        "แรงจูงใจทางชีวภาพ",
        "แรงจูงใจภายใน",
        "แรงจูงใจทางเพศ",
        "แรงจูงใจภายนอก",
        "แรงจูงใจเพื่อปกป้อง"
      ],
      answer: 0
    },
    {
      question: "มีความซื่อสัตย์",
      options: [
        "แรงจูงใจทางชีวภาพ",
        "แรงจูงใจภายใน",
        "แรงจูงใจทางเพศ",
        "แรงจูงใจภายนอก",
        "แรงจูงใจเพื่อปกป้อง"
      ],
      answer: 1
    },
    {
      question: "การกกไข่ของนกเพนกวินตัวผู้",
      options: [
        "แรงจูงใจทางชีวภาพ",
        "แรงจูงใจภายใน",
        "แรงจูงใจทางเพศ",
        "แรงจูงใจภายนอก",
        "แรงจูงใจเพื่อปกป้อง"
      ],
      answer: 2
    },
    {
      question: "อดไม่ได้เมื่อเห็นอาหารจานโปรด",
      options: [
        "แรงจูงใจทางชีวภาพ",
        "แรงจูงใจภายใน",
        "แรงจูงใจทางเพศ",
        "แรงจูงใจภายนอก",
        "แรงจูงใจเพื่อปกป้อง"
      ],
      answer: 3
    },
    {
      question: "ผู้ที่เชื่อว่าสัญชาตญาณเป็นสาเหตุของการเกิดแรงจูงใจ คือใคร",
      options: [
        "ฟรอยด์",
        "อีริคสัน",
        "วิลเลียมสัน",
        "สกินเนอร์",
        "โรเจอร์ส"
      ],
      answer: 0
    },
    {
      question: "ข้อ 7-8 ให้นักศึกษาใช้คำตอบจากตัวเลือกต่อไปนี้: อารมณ์พื้นฐาน คือข้อใด",
      options: [
        "ผิดหวัง",
        "ก้าวร้าว",
        "ยอมจำนน",
        "เสียใจ",
        "กลัว"
      ],
      answer: 4
    },
    {
      question: "ข้อ 8-9 ให้นักศึกษาใช้คำตอบจากตัวเลือกต่อไปนี้: บุคคลแรกทำการศึกษาหาความสัมพันธ์ระหว่างอารมณ์และการแสดงออกทางใบหน้า คือใคร",
      options: [
        "ชาร์ลส ดาร์วิน",
        "พลูทชิค",
        "เอ็คแมน",
        "รัสเซล",
        "ทอมคินส์"
      ],
      answer: 0
    },
    {
      question: "ผู้เสนอแนวคิดดวงล้อทางอารมณ์ คือใคร",
      options: [
        "ชาร์ลส ดาร์วิน",
        "พลูทชิค",
        "เอ็คแมน",
        "รัสเซล",
        "ทอมคินส์"
      ],
      answer: 1
    },
    {
      question: "ความฉลาดทางอารมณ์มีความสัมพันธ์กับข้อใด",
      options: [
        "มีเหตุผลเหนือนารมณ์",
        "มีการกระทำเหนือเหตุผล",
        "ทำก่อนคิด",
        "พูดมากกว่าทำ",
        "ไม่แสดงออกทางอารมณ์"
      ],
      answer: 0
    }
  ]
};