export const psy1002_chapter12 = {
  id: "psy1002_chapter12",
  title: "แบบฝึกหัดท้ายบท 12",
  questions: [
    {
      question: "ข้อใดคือจิตวิทยาบริสุทธิ์",
      options: [
        "จิตวิทยาการทดลอง",
        "จิตวิทยาคลินิก",
        "จิตวิทยาการกีฬา",
        "จิตบำบัด",
        "จิตวิทยาการศึกษา"
      ],
      answer: 0
    },
    {
      question: "ข้อใดคือจิตวิทยาประยุกต์",
      options: [
        "จิตวิทยาการทดลอง",
        "จิตวิทยาสรีรวิทยา",
        "จิตวิทยาพัฒนาการ",
        "จิตวิทยาสังคม",
        "จิตวิทยาทั่วไป"
      ],
      answer: 2
    },
    {
      question: "สาขาจิตวิทยาประยุกต์ที่มีการนำไปใช้มากที่สุดได้แก่จิตวิทยาข้อใด",
      options: [
        "จิตวิทยาพัฒนาการ",
        "จิตวิทยาคลินิก",
        "จิตวิทยาการกีฬา",
        "จิตวิทยาการศึกษา",
        "จิตวิทยาโรงเรียน"
      ],
      answer: 1
    },
    {
      question: "ข้อใดคือความหมายของจิตวิทยาบริสุทธิ์",
      options: [
        "เป็นความรู้ที่เกิดขึ้นจากทฤษฎีทางด้านฟิสิกส์ ชีววิทยา",
        "การนำเอาความรู้จากจิตวิทยาบริสุทธิ์ไปใช้ในสภาพแวดล้อมต่างๆ",
        "การนำเอาความรู้จากจิตวิทยาหลายๆ สาขาไปใช้ในสภาพแวดล้อมต่างๆ",
        "การนำเอาความรู้จากจิตวิทยาหลายๆ สาขามาบูรณาการรวมกัน",
        "จิตวิทยาบริสุทธิ์ เป็นความรู้ที่เกิดขึ้นจากการสังเกตและทดลองสภาพแวดล้อมจริง"
      ],
      answer: 0
    },
    {
      question: "ข้อใดคือความหมายของจิตวิทยาประยุกต์",
      options: [
        "เป็นความรู้ที่เกิดขึ้นจากทฤษฎีทางด้านฟิสิกส์ ชีววิทยา",
        "การนำเอาความรู้จากจิตวิทยาบริสุทธิ์ไปใช้ในสภาพแวดล้อมต่างๆ",
        "การนำเอาความรู้จากจิตวิทยาหลายๆ สาขาไปใช้ในสภาพแวดล้อมต่างๆ",
        "การนำเอาความรู้จากจิตวิทยาหลายๆ สาขามาบูรณาการรวมกัน",
        "จิตวิทยาบริสุทธิ์ เป็นความรู้ที่เกิดขึ้นจากการสังเกตและทดลองสภาพแวดล้อมจริง"
      ],
      answer: 1
    }
  ]
};